Repository: JieGou/Custom-Wpf-Autocad-Net-Plugin
Catalog: *.Infrasructure.Standart/Resources/GlobalResourcesEg.*.resx
Languages: he_il

source: ActionsToDo
he_il: פעולות לביצוע

# AllUnit
source: All unit model
he_il: מודל כלל יחידה

source: Corp
he_il: חיל

source: Cancel
he_il: ביטול

source: Canceling
he_il: ביטול

source: Choose
he_il: בחר

# ChooseOptions
source: Choose one options
he_il: בחר אחת מהאפשרויות

source: Commander Indices
he_il: מדדי מפקד

source: Create New Event
he_il: צור אירוע חדש

source: Rank
he_il: דרגה

source: Rank Date
he_il: תאריך דרגה

source: delete
he_il: מחק

source: Active Events
he_il: אירועים פעילים

source: Do You Want To Duplicate This Event ?
he_il: הינך רוצה לשכפל אירוע זה ?

source: Do You Want To Exit Without Saving ?
he_il: האם ברצונך לצאת מהדף ללא שמירה

source: DoYouWantToMoveThisEventToArchive ?
he_il: האם ברצונך להעביר אירוע זה למאגר ?

source: duplicate
he_il: שכפל

source: duplicating
he_il: שכפול

source: edit
he_il: ערוך

source: EndDate
he_il: תאריך סיום

source: End Rank Date
he_il: תאריך דרגה סיום

source: End PostingDate
he_il: תאריך הצבה סיום

source: Evaluation Map
he_il: מפת הערכה

source: Evaluation Map Text
he_il: מפות שמסכמות לנו הערכות

source: Evaluation Model
he_il: מודל הערכה

source: Evaluation Mode lText
he_il: מודל זה מאפשר לנו לראות

source: Evaluation Relations
he_il: קשרי הערכה

source: Event Definitions
he_il: הגדרות אירוע

source: Event Generator
he_il: מחולל אירועים

source: EventId
he_il: מס' אירוע

source: Event Name
he_il: שם אירוע

source: Events List
he_il: רשימת אירועים

source: FillPercentage
he_il: אחוז מילוי

source: General Settings
he_il: הגדרות כלליות

source: Go On
he_il: עבור

source: Locating Evaluators
he_il: איתור מעריכים / מוערכים

source: Locating Evaluators Text
he_il: איתור של מועמדים לבקרה ובחירה מושכלת

source: Move
he_il: העבר

source: move To Archive
he_il: העבר למאגר

source: Must Choose One Option From List
he_il: חובה לבחור אופציה אחת מתוך הרשימה

source: Remarks
he_il: הערות

source: Responsible Factor
he_il: גורם אחראי

source: Saving
he_il: שמירה

source: Screen Saved Successfully
he_il: המסך נשמר בהצלחה

source: seach Event
he_il: חפש אירוע

source: Season
he_il: עונה

# SelectUnitInfo
source: To select the unit, please select the units and click the arrow
he_il: לטובת בחירת היחידה נא סמן את היחידות ולחץ על החץ

source: Service Type
he_il: סוג שירות

source: Set Connections
he_il: קביעת קשרים

source: Setting Potential
he_il: הגדרת פוטנציאל

# StarModel
source: Star Model model
he_il: מודל כוכב

source: StartDate
he_il: תאריך התחלה

source: Start Rank Date
he_il: תאריך דרגה התחלה

source: Start Posting Date
he_il: תאריך הצבה התחלה

source: Status
he_il: סטטוס

source: Sub Unit model
he_il: מודל תת יחידה

source: Tool
he_il: כלי

source: Tool Constitution
he_il: חוקת כלי

source: Tool Potential
he_il: מאפייני פוטנציאל

source: Tool Property
he_il: מאפייני כלי

source: Unit Evaluated
he_il: יחידה מוערכת

source: Unit Evaluates
he_il: יחידה מעריכה

# YouAreGoingToDeleteTheEvent
source: Yo uAre Going To Delete The Event, all the existing data will get lost
he_il: הינך עומד למחוק את האירוע, כל הנתונים הקיימים יאבדו

source: Add Row
he_il: הוסף שורה

source: Ranks
he_il: דרגות

source: Evaluators
he_il: מעריכים

source: Mum
he_il: מס'

source: Units
he_il: יחידות

source: Add
he_il: הוסף

source: Array
he_il: מערך

source: Family
he_il: משפחה

source: First Name
he_il: שם פרטי

source: Import
he_il: יבא

source: Last Name
he_il: שם משפחה

source: Name
he_il: שם

source: Nick name
he_il: כינוי

source: P.N.
he_il: מ.א.

source: Personal Number
he_il: מס' אישי

source: Role
he_il: תפקיד

source: Potential Participants
he_il: פוטנציאל משתתפים

source: Questionnaire
he_il: שאלון

source: Add New Participant
he_il: הוספת משתתף חדש

source: Choices
he_il: בחירות

source: Commander Indexes
he_il: מדדי המפקד

source: Commander Index Text
he_il: מודל זה מאפשר לנו לראות

source: Display Questionnaire
he_il: הצג שאלון

source: Display Questionnaire Text
he_il: מפות שמסכמות לנו הערכות

# AddCommanderIndexText
source: Adding Commander Index to unit sociometric
he_il: הוספת מדדי מפקד לסוציומטרי יחידתי

source: Commander Index 1
he_il: מדד מפקד 1

source: Commander Index 2
he_il: מדד מפקד 2

source: Form
he_il: טופס

source: Index
he_il: מדד

# InstructionsToFillForm
source: Instructions for filling out the form - taken from the original form of the same tool that includes the scales of that form
he_il: הנחיות למילוי הטופס - נלקח מהטופס המקורי של אותו כלי הכולל את הסקלות של אותו טופס

source: Participants
he_il: משתתפים

source: Personal Questionnaire Form
he_il: טופס שאלון אישי

source: Commander Index
he_il: מדד המפקד

source: Defining Potential
he_il: הגדרת פוטנציאל

source: Sub Unit
he_il: תת יחידה

source: Add Participant
he_il: הוסף משתתף

# AssigningGroup
source: Assigning for group
he_il: שבץ לקבוצה

# AssigningSubUnit
source: Assigning for sub unit
he_il: שבץ לתת יחידה

source: Evaluate
he_il: מעריך

source: Evaluated
he_il: מוערך

# MeetsCriterion
source: Meets the criterion
he_il: עומד בקריטריון

source: Special
he_il: מיוחדים

source: Num
he_il: מס'

source: Save
he_il: שמור

source: Date Distribute
he_il: תאריך הפצה

source: Distribute Questionnaires
he_il: הפץ שאלונים

source: Export List To Excel
he_il: ייצא רשימה לאקסל

source: Remove Reason
he_il: סיבת ההסרה

source: Delete Participant
he_il: מחק משתתף

# MustFillOnePotential
source: At least one field should be filled with potential properties
he_il: יש למלא שדה אחד לפחות במאפייני פוטנציאל

source: Move To Execution
he_il: העבר לביצוע

# NotSaved
source: Not Save
he_il: שמירה נכשלה

# YouAreGoingMoveToExecution
source: D o uou want to Move To Execution?
he_il: האם ברצונך להעביר את האירוע לביצוע?

source: Confirm
he_il: אישור

source: Introduction
he_il: פתיח

source: Remark
he_il: הערה

source: Closure
he_il: סגירה

source: Execution
he_il: ביצוע

source: Move To Repository
he_il: הועבר למאגר

source: Preparation
he_il: הכנה

source: Add Group Table
he_il: לחץ כאן בשביל להוסיף טבלת קבוצות

source: Unit
he_il: יחידה

source: Name Exist
he_il: שם קיים במערכת

source: Pause
he_il: השהה

source: Paused
he_il: מושהה

# ToFinish
source: Finish
he_il: סיים

source: Activate
he_il: הפעל

source: Duplicate Item
he_il: רשומה כפולה

source: Activation
he_il: הפעלה

# DoYouWantToActivationEvent
source: Do You Want To Activation This Event?
he_il: האם ברצונך להפעיל את האירוע?

source: Do You Want To Finish Event?
he_il: האם ברצונך לסיים את האירוע?

source: Do You Want To Stop Event?
he_il: האם ברצונך לעצור את האירוע?

source: Finish Event
he_il: סיים אירוע

source: Stop
he_il: עצירה

source: To Stop
he_il: עצור

source: Personal Number Not Exist
he_il: מ.א. לא קיים

source: Candidate Exists In Potential
he_il: המועמד כבר קיים בפוטנציאל

source: Refresh Potential
he_il: רענן פוטנציאל

# EventNotFullySaved
source: The event was saved incorrectly
he_il: האירוע נשמר בצורה לא נכונה

# ImproperlyConstructedEventForm
source: Incorrectly built event form
he_il: טופס לאירוע בנוי בצורה לא נכונה

# MissingMetaDataUnitsOrRanks
source: Missing Meta Data of Units or Ranks
he_il: חסר מטא נתונים של יחידות או דרגות

# MissingWhoIsEvaluatingWho
source: Defining the event is missing who evaluating who
he_il: בהגדרת האירוע חסר מי מעריך את מי

# MissingConnectQuestionToTreeSubject
source: Missing сonnect questions to subjects tree
he_il: חסר חיבור שאלות בטופס לעץ נושאים
